[
    {
        "id": "1524694748724105216",
        "lang": "en",
        "text": "I'm selling Shiseido Senka Perfect Whip Medicated for ₱300. Get it on Shopee now! https://t.co/3uTylwFUAV #ShopeePH https://t.co/icZThaiIj2"
    },
    {
        "id": "1524694723897827329",
        "lang": "en",
        "text": "@thelaurafaye The music is so awesom 😂😂👍 Maybe i should take my whip with me 🤣"
    },
    {
        "id": "1524694598798671874",
        "lang": "en",
        "text": "I'm selling Shiseido Senka Perfect Whip  Collagen for ₱300. Get it on Shopee now! https://t.co/YnV4zZtrCO #ShopeePH https://t.co/rVMPMmSxTM"
    },
    {
        "id": "1524694560898641920",
        "lang": "en",
        "text": "@vanillaxchance I said like the word \"whip\" 😭"
    },
    {
        "id": "1524694542980730880",
        "lang": "en",
        "text": "Whip It by Devo but but every single \"whip it\" is replaced by \"ribbit\" https://t.co/VZiHTGqOjw"
    },
    {
        "id": "1524694444678725635",
        "lang": "en",
        "text": "@Keir_Starmer Jeremy Corbyn wanted this.\nBut you withdrew the whip."
    },
    {
        "id": "1524694430304935939",
        "lang": "en",
        "text": "Damn Quan turn on da stove, whip it till you have a stroke"
    },
    {
        "id": "1524694386763653120",
        "lang": "en",
        "text": "let me whip out my lightstick"
    },
    {
        "id": "1524694353209352193",
        "lang": "en",
        "text": "Where to Find Mancake, Bao Bros, and Lil Whip https://t.co/JWRtF80bTx"
    },
    {
        "id": "1524694179384897537",
        "lang": "en",
        "text": "It ain’t always bout the size of the meat it’s how you serve it n whip it up."
    },
    {
        "id": "1524694160904790017",
        "lang": "en",
        "text": "NOW U KNOW HOW I GET EVERY DAY A FOREIGN WHIP, ID RATHER SEE YOU IN A HEARSE THAN SEE U WITH SOME OTHER BITCH"
    },
    {
        "id": "1524694080722464768",
        "lang": "en",
        "text": "@BarbieUnphased @oniikaabae with whip it"
    },
    {
        "id": "1524694004230914048",
        "lang": "en",
        "text": "@flying_rodent @spiralunbound I will go to my grave thinking that, if Corbyn had taken whip off the ten worst wreckers (Streeting, Hodge, Austin, Mann, Berger, Bradshaw, Phillips, Watson and a couple more - so many to choose...) in 2016, to show he meant business, he'd be PM now. This stuff was inexcusable."
    },
    {
        "id": "1524693885351600130",
        "lang": "en",
        "text": "@onsightfighters If he come back and kill y’all this what y’all asked for the fight wasn’t a fight y’all jumped him and then the shoe shit this bitch needs to be whip on for that shit"
    },
    {
        "id": "1524693807173881856",
        "lang": "en",
        "text": "@DPJHodges Is it conceivable that those supervisors, the Chief Whip and ultimately the PM was unaware of this activity? Unlike the assurances repeatedly given to Parliament by Johnson. If not then the PM has to go."
    },
    {
        "id": "1524693720431570945",
        "lang": "en",
        "text": "Senator Orji Uzor Kalu, the Senate Chief Whip, on Wednesday, urged the Independent National Electoral Commission not to heed requests for an extension of the deadline for political parties to hold primaries.\n\nhttps://t.co/F97MjxthgZ.\n\n#OperaNewsHub"
    },
    {
        "id": "1524693268595978242",
        "lang": "en",
        "text": "@JuneMooshiji Need help? I can whip up something nice"
    },
    {
        "id": "1524693234269802496",
        "lang": "en",
        "text": "@ErnievSalomon Martino start definitely with Torso and then get to Slave of The Cannibal God for the tone shift. Bava start with Blood and Black Lace, continue with The Whip and the Body &amp; Lisa and the Devil. Fulci - Don't Torture a Duckling, Beatrice Cenci, The Beyond."
    },
    {
        "id": "1524693159594266624",
        "lang": "en",
        "text": "モカ put out Orange Whip！\n#BunchoParfait #Buncho #TapBuncho\nDownload: https://t.co/YmPSUa0fNe https://t.co/iveGFf0Nkd"
    },
    {
        "id": "1524692947509428225",
        "lang": "en",
        "text": "“Heheh, doggo do tricks.”\n\nHis dog is literally doing the fucking whip— https://t.co/IWQrn8zXBR"
    },
    {
        "id": "1524692934205050881",
        "lang": "en",
        "text": "I love the aesthetic Mingle are advertising for Hello Summer, can’t wait to whip out the floral maxi dress 😍 boxcy will indeed be brawlin, don’t play with meeee"
    },
    {
        "id": "1524692915687243776",
        "lang": "en",
        "text": "One of the greatest films ever made. You may think it's not for you but do try, it's whip smart and joyous. https://t.co/H3pd8Hkizk"
    },
    {
        "id": "1524692839589978114",
        "lang": "en",
        "text": "@Davidegooner Can’t remember too many of them people having a whip round for taxi drivers during lockdown"
    },
    {
        "id": "1524692816571547649",
        "lang": "en",
        "text": "Today is a great day to whip out my white girl plsylos"
    },
    {
        "id": "1524692647021060096",
        "lang": "en",
        "text": "@Kilsally @gordoncraig11 @Channel4News @krishgm The Protocol is being used by the DUP to whip up their base in the hopes that it'll help them cling to power.\n\nThe election results show that that old approach is running out of steam.\n\nThey might keep pushing in the hopes of restarting violence as a last ditched effort."
    },
    {
        "id": "1524692476044492801",
        "lang": "en",
        "text": "burst of aggression in claims on historical monuments built by muslim rulers, most claiming the existence of a temple in those structures, isn't tampering with history/facts. it's islamophobia and an attempt to whip anti-muslim sentiments. to justify repression we see today."
    },
    {
        "id": "1524692334360866820",
        "lang": "en",
        "text": "@VictorNyonges11 \"It is our call on investigative agencies to crack the whip and reprimand such individuals who propagate misinformation and disinformation\" @youthagenda254 @elogkenya \n#UchaguziBilaUongo #TekelezaKatiba #KatibaNiMaisha https://t.co/zhITL33ea1"
    },
    {
        "id": "1524692267340029955",
        "lang": "en",
        "text": "This is actually really classic Mélenchon. He's said something frankly bizarre - can haz DDR? - but he's remembered to whip out a quote from one of the great men of the canon (François Mariac) so that's ok and, according to the rhetorical standard in force, stylish https://t.co/CLQJhcN5E6"
    },
    {
        "id": "1524692208644935687",
        "lang": "en",
        "text": "@damnyouwillis Did she whip out her titties with a sign that says \"I've got a little baby in me\"?"
    },
    {
        "id": "1524692080034996228",
        "lang": "en",
        "text": "@iromg I look in my fridge. I have some potatoes, an onion, 2 slices of bacon, a mushroom, some milk &amp; eggs. I decide to whip up a Spanish Omelette. Served with a tin of beans from Lidl's which cost 25p this will feed a family of 4....delicious , cheap &amp; nutritious. So simple."
    },
    {
        "id": "1524692066600693760",
        "lang": "en",
        "text": "Scottish Conservative chief whip John Lamont said: “It’s clear Nicola Sturgeon will try to rule her party with an iron\" 😜 https://t.co/BF2dMpa68z"
    },
    {
        "id": "1524691876099411968",
        "lang": "en",
        "text": "Senator La’ah emerges new Senate deputy minority whip https://t.co/H9PHS8RbJV"
    },
    {
        "id": "1524691839969906688",
        "lang": "en",
        "text": "@SupermanrafWes @ColinTurkington @BMWUKMotorsport Nice whip"
    },
    {
        "id": "1524691811045888001",
        "lang": "en",
        "text": "Give it the whip test and thank me later."
    },
    {
        "id": "1524691618552504322",
        "lang": "en",
        "text": "Whip whip!! https://t.co/PuZJQEms2E"
    },
    {
        "id": "1524691426608615429",
        "lang": "en",
        "text": "MPUMALAGA - ANC chief whip in the Mpumalanga province confirms the suspension of one of Hillary Gardee murder suspect, Philemon Lukhele without pay until he is found innocent or guilty.\n\n#MDNnews #HillaryGardee https://t.co/EWohoe7Bre"
    },
    {
        "id": "1524691259897614342",
        "lang": "en",
        "text": "Cupertino: Servine 95.6% (13/15/15) CP:1055 (L26) Vine Whip/Grass Knot till 03:30:15 (verified) (28m 37s).https://t.co/uyr63hdSgZ"
    },
    {
        "id": "1524691239110692865",
        "lang": "en",
        "text": "@amiwrong82 @Conservatives And use the whip to hang him from the nearest lamppost!"
    },
    {
        "id": "1524691111536697344",
        "lang": "en",
        "text": "Now Playing - Dazz Band - Let It Whip  \n\nListen in at https://t.co/3Upf52yfdz"
    },
    {
        "id": "1524690854803238913",
        "lang": "en",
        "text": "NEW EPISODE ALERT!!! Just a heads up I'm going to now release episodes on Thursdays. Here's the latest one! https://t.co/DaOHsCXTJ9 I talk about the Book and Movie Whip It #PodNation #PodernFamily #podcasts https://t.co/5KJQNvirXV"
    },
    {
        "id": "1524690792987742208",
        "lang": "en",
        "text": "this is slut rot whip your dick out https://t.co/KL5kFidVDv"
    },
    {
        "id": "1524690666625847296",
        "lang": "en",
        "text": "I don’t even be associating myself with ppl who do smart whip"
    },
    {
        "id": "1524690641321611265",
        "lang": "en",
        "text": "@a_drug_vs_war @NewStatesman @AndrewMarr9 I believe that most politicians are in it to make things better. Whether or not their view of ‘better’ is the same as me is often debatable. I think most have integrity away from the whip’s office and Burnham isn’t so bad. If he shares my views on electoral reform then big tick"
    },
    {
        "id": "1524690404310142976",
        "lang": "en",
        "text": "I made a crazy nutsundea \nMarzipan/philli whip\nBanana topped with pistachio crumbs 💅"
    },
    {
        "id": "1524690102798147584",
        "lang": "en",
        "text": "Sancho Zancas, and exercise of his story must likewise be wanting to ride about, whip in our gallant"
    },
    {
        "id": "1524689692435886081",
        "lang": "en",
        "text": "@johnandi No, but whilst voting with the whip for continuing atrocities, they are trying to distance themselves. Sir Roger Hale tweeted a complaint about the government and Queen's Speech, whilst, along with Fabricant and many others, having removed \"CONsevative\" from his profile."
    },
    {
        "id": "1524689564014714886",
        "lang": "en",
        "text": "@CBS6Albany @JuliaDunnWRGB1 @ChetDavisCBS6 @CBS6Alyssa Gonna have to whip out a boobie and start feeding … Don’t vote for Democrats again please …"
    },
    {
        "id": "1524689395198328832",
        "lang": "en",
        "text": "@jpeghubHP hit a whip? 🤔"
    },
    {
        "id": "1524689381487001600",
        "lang": "en",
        "text": "@EbonyBloodSnow “In that case—“ Bigby put out the last sliver of the cigarette in the ashtray and grabbed hold of the smoothed out coverings to whip to the side out of his path.\n\n     He placed his knee on the bed and lowered down onto his hands, crawling toward the royal with a glint of &gt;&gt;"
    },
    {
        "id": "1524688590726385664",
        "lang": "en",
        "text": "Cupertino: Servine 97.8% (14/15/15) CP:531 (L13) Vine Whip/Grass Knot till 03:01:58 (verified) (10m 57s).https://t.co/h1ERampJpV"
    },
    {
        "id": "1524688451895021570",
        "lang": "en",
        "text": "Do you need a whip??🥵 https://t.co/lLCJDkSTn2"
    },
    {
        "id": "1524688026185707520",
        "lang": "en",
        "text": "@Seagz_ Whip-round at the Mol and we could he pay his contract off early 😅"
    },
    {
        "id": "1524687988780933120",
        "lang": "en",
        "text": "If there is any decency left in the @Conservatives, #LeeAndersonMP should have his whip withdrawn for insulting millions of vulnerable people in such vile and patronising manner.\n\n#ToryBudgetingTips"
    },
    {
        "id": "1524687934796222464",
        "lang": "en",
        "text": "@LeOtte3000 Just whip something up. Like, after dinner. No pressure 🤦‍♀️"
    },
    {
        "id": "1524687827023413250",
        "lang": "en",
        "text": "2: Evidence in the Bible that Jesus bled, emitted or lost blood while alive.\n\nMatthew 27:26 “So Pilate released Barabbas to them. He ordered Jesus flogged with a lead-tipped whip, then turned him over to the Roman soldiers to be crucified.”\nNO EVIDENCE OF ANY BLOOD?"
    },
    {
        "id": "1524687606684045313",
        "lang": "en",
        "text": "Stirring my Alfredo sound like some wet pussy I’m about to whip out my dick and start fucking this pasta"
    },
    {
        "id": "1524687436231684097",
        "lang": "en",
        "text": "@petermaurice22 @stevanderman @AyoCaesar He’s currently one. Sadly. He’s a joke. Remember his set up interview with a constituent who turned out to be his mate. And his mate dropped him in it by saying we should whip people with cat o nine tails! 😂😂😂"
    },
    {
        "id": "1524687252051349504",
        "lang": "en",
        "text": "@angelapriestley @iamemilymayo lol I am absolutely not out here “trying to whip up new child-friendly treats every day of the week”"
    },
    {
        "id": "1524687101295579137",
        "lang": "en",
        "text": "@williamjnichols @Daniel_Grigg @UKLabour And lost the whip, did you read the tweet?"
    },
    {
        "id": "1524687087118827520",
        "lang": "en",
        "text": "2: Evidence in the Bible that Jesus bled, emitted or lost blood while alive.\n\nMatthew 27:26 “So Pilate released Barabbas to them. He ordered Jesus flogged with a lead-tipped whip, then turned him over to the Roman soldiers to be crucified.”\nNO EVIDENCE OF ANY BLOOD?"
    },
    {
        "id": "1524686905031499778",
        "lang": "en",
        "text": "@DebbieHearnUK Always wanted to do that! We grew this from a single whip ourselves, the standards are really expensive to buy. Having said that I wish we had chosen one with long racemes and it’s easier if you have a tuteur to grow it on."
    },
    {
        "id": "1524686798806466561",
        "lang": "en",
        "text": "Remarkable piece from @dpcarrington @mrmatthewtaylor on planned fossil fuel companies' carbon bombs set to whip us past 1.5C.\n\nRead, share, get fired up: https://t.co/4rObr5Qxw0 https://t.co/gbUuqkkgQq"
    },
    {
        "id": "1524686771858165760",
        "lang": "en",
        "text": "@cubanreyli @lunarlikeemily they were running super duper low on food and medicine in that arc did you just expect chopper to whip something out his ass to cure him?"
    },
    {
        "id": "1524686590785867776",
        "lang": "en",
        "text": "@IOHK_Charles Literally neck and neck on market caps 😂\n\nSolana VC's are cracking the whip right now 🏇 https://t.co/AJ7y9iP6XQ"
    },
    {
        "id": "1524686532543721479",
        "lang": "en",
        "text": "@gyaigyimii Drip Drip, s3 wo y3 akoda Boni aaa Whip Whip ——-- by Big Momma"
    },
    {
        "id": "1524686438603927553",
        "lang": "en",
        "text": "@abelandhiscrew shuu doing the whip and nae nae"
    },
    {
        "id": "1524686237419855872",
        "lang": "en",
        "text": "@Leocario_ All the sweets, oh no... whatever will I do with such a cute bunny in front of me... hey, is that whip cream?~"
    },
    {
        "id": "1524686170839519232",
        "lang": "en",
        "text": "Just whip your wings, I’ll keep you moving"
    },
    {
        "id": "1524685398429122560",
        "lang": "en",
        "text": "@virgosam70 Wait until they really start to Regrexit.!.But let her whip them up(they fantasize of her whipping them)..whip them to a state of complete mental breakdown and high blood pressure..Until it’s pop goes the artery or escorted away by police at Asda after throwing pasta at staff"
    },
    {
        "id": "1524685235296038914",
        "lang": "en",
        "text": "@ChookyNFTs @luuminize you know when you stub your toe into the corner of the door for the first time or whip a scooter into your ankle, this is what the market feels like to most new people to this space. These are the moments were most people rise/fall which is sad to see but its reality. stay strong"
    },
    {
        "id": "1524685145810296832",
        "lang": "en",
        "text": "@Clamecyx @MichaelTakeMP I bet Lucy could whip up a Coq-au-vin in no time and all for 50 centimes! I can see why you miss her."
    },
    {
        "id": "1524685131406929920",
        "lang": "en",
        "text": "imagine you’re a teacher and you see a mf whip out his airpod max"
    },
    {
        "id": "1524685074699980800",
        "lang": "en",
        "text": "@MLBTheShow Joe Ryan needs to be Gold 2.56 ERA, 31K’s, 3-2 Record a WHIP of 1.01"
    },
    {
        "id": "1524685046917050369",
        "lang": "en",
        "text": "I not understand the hype around smart whip."
    },
    {
        "id": "1524684788887654400",
        "lang": "en",
        "text": "Always be forgetting my inhaler in the whip knowing I need it when I wake up 🙃"
    },
    {
        "id": "1524684778485727232",
        "lang": "en",
        "text": "@Liz_Olsen_Porn -Oh yeah, its about time-\nSay Shade, and tear clothes on Elizabeth, whip cock out, and enter her tight pussy."
    },
    {
        "id": "1524684773096046593",
        "lang": "en",
        "text": "Where to Find Mancake, Bao Bros, and Lil Whip https://t.co/J2fOytS9cC"
    },
    {
        "id": "1524684595362512903",
        "lang": "en",
        "text": "modern day crakkkers are always well prepared to crackk the whip on black backs, see the glee in her face... notice she wasn't prepared for the jack harlow question though,  whipping whites ain't apart of their well prepared plans... it's too sexy to charge a white boy! https://t.co/WOjTIAZpEe"
    },
    {
        "id": "1524684434867634177",
        "lang": "en",
        "text": "@murpharoo @meadea Does Snot hold a whip?"
    },
    {
        "id": "1524684385030754304",
        "lang": "en",
        "text": "@leahcuerden1 @FondOfBeetles Nope, she told a deliberate lie about me to whip up a dogile. I don't think people who tell lies to whip up dogpiles should have any place on this platform. So I'm asking my followers to block her."
    },
    {
        "id": "1524684035796086784",
        "lang": "en",
        "text": "i need to take out my spine and crack it like a whip"
    },
    {
        "id": "1524683939176091648",
        "lang": "en",
        "text": "@Alcove_Seven @emilyobwrites @Scottles28 Don't worry , I'll whip them out (the film roll of course) and have them developed in no time..."
    },
    {
        "id": "1524683625408925696",
        "lang": "en",
        "text": "watch me whip"
    },
    {
        "id": "1524683532831838209",
        "lang": "en",
        "text": "Uh, fuckin' in the whip, top off (Ayy)\nDo a quick dick drop off (Drop off)\nGuess your old bitch is all talk\nI ain't never seen it on soft"
    },
    {
        "id": "1524683526561406976",
        "lang": "en",
        "text": "slatt slime rocky+ in the back++*of the whip +* wit uh +**:) wit uh brokeboi"
    },
    {
        "id": "1524683383623794689",
        "lang": "en",
        "text": "The DA's Ghaleb Cachalia, Kevin Mileham, alongside, the Mayor of Stellenbosch, Gesie van Deventer and the DA Media Whip, Solly Malatsi are holding a press briefing calling for the government to declare #Eskom a National State of Disaster.\n\n#Newzroom405 https://t.co/jKm9wo327C"
    },
    {
        "id": "1524683348827906048",
        "lang": "en",
        "text": "OnAir: Let it Whip by Dazz Band //Escuchalo en https://t.co/ijpqXKSS5E https://t.co/X5PfCQP7nq"
    },
    {
        "id": "1524683326782590976",
        "lang": "en",
        "text": "FORMER Federal Commissioner for Information and South-South leader, Chief Edwin Clark has taken a swipe at the Senate Chief Whip and former Governor of Abia State, Senator Orji Uzor Kalu.\n\nhttps://t.co/rFWaVg9YAs.\n\n#OperaNewsHub"
    },
    {
        "id": "1524683227708858368",
        "lang": "en",
        "text": "Punish myself  -- Fatty Guy \n250 pushup &amp; situp + 60 kick legs + 60 squat\nEnjoy painful enjoy sweaty \nWho like to punch or whip my big belly?\n#BDSM #Sweat #Punishment #Painful #Sweaty #Gutpunch #Gutpunching #Whipping #Pain #Train #Training #Workout https://t.co/JYgvHOW8Fm"
    },
    {
        "id": "1524683113984831488",
        "lang": "en",
        "text": "\" hungry . . hmm , do i have food , though . . \"\n\nshe thought before quickly getting up and waddling to her kitchen to see what she has . . she didn't have much , but she could probably whip something up !\n\n\" hmm . . how does a tuna mayo sandwich sound to you ? \" https://t.co/sVjVMb54sg"
    },
    {
        "id": "1524682971000688641",
        "lang": "en",
        "text": "Be it swing gates or #sliding gates or maybe even a #custom gate you got #fencing contractors to whip up, you can never go wrong with automation.\nhttps://t.co/rZdllxDUJg https://t.co/QKpKHvTjlw"
    },
    {
        "id": "1524682922925641729",
        "lang": "en",
        "text": "@NadiaKNM1 I'm ready to beg if necessary. God gave us great lemons, someone whip out some lemonade please 😭"
    },
    {
        "id": "1524682628317605888",
        "lang": "en",
        "text": "@YaqutAzraq I think the whole modesty thing is a projection\nI once told somebody that the religion in question doesn't suppress carnal desires but rather whip them up and directs them at other people, like women of other religions whom they can enslave &amp; use for sex\nHence, the constant guilt"
    },
    {
        "id": "1524682207167614977",
        "lang": "en",
        "text": "@natTHEcat93 I had this on full blast in the whip https://t.co/NxqMDoRjwe"
    },
    {
        "id": "1524682116285480969",
        "lang": "en",
        "text": "One of the men accused of killing #HillaryGardee, Philemon Lukhele, has been suspended without pay from his job in the office of the ANC chief whip in the Mpumalanga legislature. Chief whip Vincent Mlombo elaborates. #Newzroom405\n\nWATCH: https://t.co/PVgZ5nzZk6 https://t.co/255LgxGzCI"
    },
    {
        "id": "1524682054545272835",
        "lang": "en",
        "text": "Married to the money, introduced her to my stove\nShowed her how to whip it now she remix it for low"
    },
    {
        "id": "1524682005316870144",
        "lang": "en",
        "text": "Can’t wait to whip out my slackanese at her show 🙌🏿 https://t.co/nx4f0r4Y20"
    },
    {
        "id": "1524681912945868808",
        "lang": "en",
        "text": "Whip whip whip"
    },
    {
        "id": "1524681794691518464",
        "lang": "en",
        "text": "@ArtSchwartz6 @dubugreen @cagrown5 Well hopefully the ones that are out can whip us into shape. Rumor has it colonels are down arent so keen with generals. But who knows"
    },
    {
        "id": "1524681685207756802",
        "lang": "en",
        "text": "just as illegitimate as me ayoo *tries to whip and nae-nae but breaks my back instead* https://t.co/vUeUowEGke"
    },
    {
        "id": "1524681431888322560",
        "lang": "en",
        "text": "@Frances_Coppola @22_Gilly @Sal_Robins @FondOfBeetles That's all \"gender critical\" people have, disingenuous misrepresentation to whip up hate for anyone supporting trans rights."
    },
    {
        "id": "1524681190606655493",
        "lang": "en",
        "text": "'Let's go let her whip us, Mr. Nick!'\n -Pearl Fey : AA2 Case 4 (Farewell, My Turnabout)"
    },
    {
        "id": "1524680967654604800",
        "lang": "en",
        "text": "Rinos took cynthia lummis off the whip team because she voted against giving Obama authority to sing bad trade deals with pacific countries \n\nCynthia Lummis an amazing senator"
    },
    {
        "id": "1524680768794116098",
        "lang": "en",
        "text": "@Fikaflexi Yeah they would just whip you , but it wouldn’t go to extremes."
    },
    {
        "id": "1524680708987527170",
        "lang": "en",
        "text": "@weemoxy1 And Lee '30p' Anderson as Chief Walnut Whip."
    },
    {
        "id": "1524680335241404418",
        "lang": "en",
        "text": "@MissConstance Whip it"
    },
    {
        "id": "1524680327565766656",
        "lang": "en",
        "text": "@visakanv Unless you're planning on mixing it with caviar or something, it's... not that expensive https://t.co/uAv7NcZWri\n\nYou can have this right now, live the dream :)"
    },
    {
        "id": "1524680143691735045",
        "lang": "en",
        "text": "2020 I was da first to come spot And New Whip in my Class🤥"
    },
    {
        "id": "1524680087127609344",
        "lang": "en",
        "text": "@SandipGhose @rasheedkidwai It won’t be - will anyone say don’t  make RG president ? Sonia has cracked the whip .. little criticism and attacks on colleagues will be allowed that suits the bosses"
    },
    {
        "id": "1524680037148110849",
        "lang": "en",
        "text": "Can't wait to whip some shits in July with @Everton @EvertonInUSA https://t.co/xfsir4eF43"
    },
    {
        "id": "1524679878506860549",
        "lang": "en",
        "text": "San Jose: Servine 91.1% (15/11/15) CP:1302 (L34) Vine Whip/Leaf Tornado till 02:26:11 (verified) (9m 46s).https://t.co/t72xOEphgF"
    },
    {
        "id": "1524679676144324609",
        "lang": "en",
        "text": "@Grimkaizer Use that stream of consciousness mode to whip up a draft my friend..."
    },
    {
        "id": "1524679247503241217",
        "lang": "en",
        "text": "@das_munch Heh, yeah. To this day I firmly believe that Mini Disc got an unfair crack of the whip, so the iPod/Creative/Zune chat is an irrelevance."
    },
    {
        "id": "1524679207636414466",
        "lang": "en",
        "text": "@Matthew36275711 @BacalieriB @GeorgeCaulkin @TaylorandPayne @ChrisDHWaugh A move to the right wing will improve his game . He's right footed he has the ability to beat a defender and whip the ball in . With the addition of a world class centre forward that's what he has to do ."
    },
    {
        "id": "1524679116577943552",
        "lang": "en",
        "text": "@leighjones0212 Apparently she doesn't like the whip on her knees either, could be the reason why she's left Victoria"
    },
    {
        "id": "1524679093777747971",
        "lang": "en",
        "text": "@SamGrahamMare @Seeker1Freedom @Our_DA Well, in the unverified screenshot of some text you shared, it said; 'decided to blatenly whip up social media outrage of old articles from 2020'\n\nCan you not understand that gossip and outrage is escalating because the DA is refusing to make official comment on it? #VoetsekDA"
    },
    {
        "id": "1524679089122127872",
        "lang": "en",
        "text": "It's surprising how many \"fake\" Doms/Dommes there are, especially how many of them there are online that have never even picked up a whip or rope before 😆 https://t.co/Bq96LBoDBF"
    },
    {
        "id": "1524679077147254784",
        "lang": "en",
        "text": "eden would try to catch the bug and set it free outside but lars, as intimidating and frightening he may be, will whip out his scythe and slash at it with everything he's got if eden isn't there to take care of it for him LOL https://t.co/wILFLssU31"
    },
    {
        "id": "1524679048697245696",
        "lang": "en",
        "text": "Drake rhymed:\nwap-shhhh (whip sound)\nWith\nhaaa-tuuu (spitting) \nlol crazy"
    },
    {
        "id": "1524678657222000641",
        "lang": "en",
        "text": "This is the deal Mulembe sons Mudavadi and Weta have negotiated for Western block under Kenya Kwanza;\n\nPrime Minister post\nMajority Whip\nNational Assembly speaker \n100k Bitumen road\nRevival of stalled projects\n6 cabinet slots\n30% of govt appointment slots\n70% = 1% to add on 50 %"
    },
    {
        "id": "1524678612338806784",
        "lang": "en",
        "text": "@Wejolyn @lira12_joy Yes I am angry I was going was going to whip snopo ass in the final of a fifa league...hour before the game expires he kicks me out of the league ...Does he work for Sa Rugby. ?"
    },
    {
        "id": "1524678583146401793",
        "lang": "en",
        "text": "@sweettalkin1970 @Bertnotbert Well call me RedRum and whip me silly😳😂"
    },
    {
        "id": "1524678461306150918",
        "lang": "en",
        "text": "@bernardyevoo04 We for catch lumba whip am"
    },
    {
        "id": "1524678252589195265",
        "lang": "en",
        "text": "@NMcAteerCM @tpiotr74 Understood.  Hey, at least Louis gets a portfolio! Seriously, tho - the Greens say they don't have a party whip, so perhaps they could overrule Louis on this?  Just an idea."
    },
    {
        "id": "1524678089191698432",
        "lang": "en",
        "text": "Whip it out now https://t.co/QsgfbxYEu5 https://t.co/9M0lKigJOd"
    },
    {
        "id": "1524678007209840641",
        "lang": "en",
        "text": "@MatthewOToole2 UK govt whip up social unrest in order to claim legal route out of treaty is created. Shame on them."
    },
    {
        "id": "1524677843283755008",
        "lang": "en",
        "text": "Long Whip"
    },
    {
        "id": "1524677835662966784",
        "lang": "en",
        "text": "Like Dullahan's head or whip"
    },
    {
        "id": "1524677724803063809",
        "lang": "en",
        "text": "@BattleGrowlies I feel the heart wand would power up like this before you whip your ebonies, and their heart stops beating 👀💜 https://t.co/PQj809b6bN"
    },
    {
        "id": "1524677438826897411",
        "lang": "en",
        "text": "Had Dmitri whip it up for me in case of an emergency. It'll give you access to everything I can access. You're in charge now. Deal with the situation."
    },
    {
        "id": "1524677291778838534",
        "lang": "en",
        "text": "pre order this beautiful whip smart weirdo’s book please. their work deserves your attention. https://t.co/8lRa7aie3i"
    },
    {
        "id": "1524677191887376386",
        "lang": "en",
        "text": "@GBNEWS can you not see that GB News’ entire aim is to whip up a frenzy about some complete non-issue &amp; attempt to paint some homogeneous enemy for everyone to hate. So many problems in the world, yet they want you to know about this kind of stuff? Come on…"
    },
    {
        "id": "1524676981098483715",
        "lang": "en",
        "text": "@Jay_D_CFC @feeFahifofum Nothing like being in your own whip doe 😂😂😂"
    },
    {
        "id": "1524676858662502400",
        "lang": "en",
        "text": "@Sabinus1_ See ur mad whip sabinus.,"
    },
    {
        "id": "1524676812508438531",
        "lang": "en",
        "text": "@lauren9866 I was keeping the arse reveal until we get there but I might whip it out on the plane to claim my prize 😎💙😂😂😂"
    },
    {
        "id": "1524676785736142848",
        "lang": "en",
        "text": "Humans be like, “I’m not paying $10 for a piece of chicken!”, but will whip their wallets out for $300 sunglasses."
    },
    {
        "id": "1524676766677274624",
        "lang": "en",
        "text": "Olay Face Moisturizer: Luminous Lightweight Whip Cream Without Greasiness, 50G https://t.co/Mtihje7ns4"
    },
    {
        "id": "1524676267693334528",
        "lang": "en",
        "text": "why does no one want to watch me whip and nae nae"
    },
    {
        "id": "1524676121807056896",
        "lang": "en",
        "text": "@tezlefty @CaraMia200 @H2Ninja Funny him trying to whip up fear of possible Chinese bases in the islands when he has assisted in setting one up on mainland Australia 🤣"
    },
    {
        "id": "1524675943918358528",
        "lang": "en",
        "text": "🗣coulda been a driver the way I push the whip"
    },
    {
        "id": "1524675837462675456",
        "lang": "en",
        "text": "@Whip_Shots Looks so yummy"
    },
    {
        "id": "1524675334926446592",
        "lang": "en",
        "text": "@stark_whip @MeltLabs Bro, i have wl but no liquidity to mint"
    },
    {
        "id": "1524675111516844032",
        "lang": "en",
        "text": "New whip alert no plenty this year, wetin sup?"
    },
    {
        "id": "1524675077031223296",
        "lang": "en",
        "text": "Ford Kenya to get Speaker National Assembly and Chief Whip. ANC to get PM, 6 CSes out of 21 cabinet slots. Ruto to appoint 10 Kalenjin CSes. 16 CS aleardy gone. What will other Kenyans get in Kenya Kwanza? What will Mt Kenya get? Kuria demands 40% for Kikuyu. Ni kumbaya. https://t.co/mQDesDsTIg"
    },
    {
        "id": "1524675015492489217",
        "lang": "en",
        "text": "@Sabinus1_ Investor carry one whip comot there oo😄"
    },
    {
        "id": "1524675004226412545",
        "lang": "en",
        "text": "i want one of those cardi b whip cream thangs. Like, the whole can."
    },
    {
        "id": "1524674996529991682",
        "lang": "en",
        "text": "was talking throughout the ride. Talking about Benin politics and all sort. He even almost forgot to collect money from one of his passengers. When he saw that the boy was not being oppressed by his raised voice, he picked up the whip, and threatened to finish the young boy."
    },
    {
        "id": "1524674990326571009",
        "lang": "en",
        "text": "I witnessed a bus driver in Benin trying to use the whip to oppress one of his passengers. Lmfaooo. The boy was with 200 naira and the fare was 100 naira. The driver kept insisting that he told the boy to hold change before entering. Everyone knew this guy was lying because he https://t.co/Hjikq3NcFW"
    },
    {
        "id": "1524674931434348545",
        "lang": "en",
        "text": "@softcarsng @Autorush2 @datogoniboy_ @cars_opt @_Tiga_b @PELSAUTOS @retweets_9ja @quanautos @isellnbuycars @imfLoReen @JeffersonEnofe Super Sharp Whip 🌟"
    },
    {
        "id": "1524674868473741314",
        "lang": "en",
        "text": "@RBReich @SBWorkersUnited So when you put on the whip cream is it measured\n\nI actually really don't drink coffee\n\nI understand the game"
    },
    {
        "id": "1524674620904812544",
        "lang": "en",
        "text": "@JayAH985 Seriously man. Galaxy cannot generate high quality chances. Under different managers now and the tactics continue to be get the ball wide, whip it in the box and hope for the best. Pathetic."
    },
    {
        "id": "1524674527120306177",
        "lang": "en",
        "text": "+ Bonus: Jack!! Whip my balls! Whip my ba... Ah! [ed laughs and then whines] fսckin' hell, Jack."
    },
    {
        "id": "1524674491435175937",
        "lang": "en",
        "text": "@PrinceDarkMagic You need a madam like me whip em in shape"
    },
    {
        "id": "1524674179848617987",
        "lang": "en",
        "text": "@softcarsng Super Sharp whip🌟"
    },
    {
        "id": "1524674159057461248",
        "lang": "en",
        "text": "@mlesterh @StateHouseKenya That he says to whip the emotions of the usual voting robots🤣."
    },
    {
        "id": "1524674081370656770",
        "lang": "en",
        "text": "( well he was pretty damn spectacular at it , this was the best milkshake she's had in a while . jane wondered what other flavors he could whip up but that would be for another time . as of right now , she's just focused on enjoying her beverage . )\n\nit's really reaaaaally 》》 https://t.co/lb3i8TNEtt"
    },
    {
        "id": "1524673991520272385",
        "lang": "en",
        "text": "Good luck to all those cretinous Conservative MPs who regularly take to Twitter to defend Boris Johnson and his fuckeries, with a copy + paste from the Tory Whip WhatsApp group https://t.co/lf7AkXKBVC"
    },
    {
        "id": "1524673960566210560",
        "lang": "en",
        "text": "@paddytheshoe Uses his whip like K Fallon, left hand drive"
    },
    {
        "id": "1524673934452563976",
        "lang": "en",
        "text": "@Jim_Jordan No I can’t BC it would never happen. Most of us aren’t animals like the extreme left is. We tend to go about things with more for thought, &amp; less emotional outrage, which the left knows how to whip into a frenzy at the drop of a hat."
    },
    {
        "id": "1524673933827612674",
        "lang": "en",
        "text": "night ride in my loud whip &gt;&gt;&gt;"
    },
    {
        "id": "1524673713102237696",
        "lang": "en",
        "text": "@SandraLarkspur @IGN You call us cookie cutter and dull as dishwater, yet you whip out a Trump gif added into your cut and paste replies that you probably copied from someone else and stored in a text file."
    },
    {
        "id": "1524673580637868032",
        "lang": "en",
        "text": "@afneil Did chuckle at BBC presenter trying to whip up fears with a guest analyst from a private bank.  He kept saying we need to see hard data and the government shouldn't do anything to increase inflation further as it would make situation.  Don't think he will get a call back."
    },
    {
        "id": "1524673560345817088",
        "lang": "en",
        "text": "@ItsMutai Discussion now in Western,just 70% of  votes in return they will get Prime Cabinet Secretary, Majority whip, Parliament Speaker, 1000km bitumen road, revival of stalled projects, 6 cabinet slot, 30% appointment jobs. It is the best deal Western Kenya can get.Its irresistible"
    },
    {
        "id": "1524673475742519296",
        "lang": "en",
        "text": "My most fungible purchase to date... bought in the sh**coin craze of May 2021. It's name is Milk, after the token. Held it for a month, woke up to a stupid amount of clams one day. Sold, and got the whip... a reminder, take risk, be calm in volatility, take profit, enjoy life. https://t.co/bfHriqTdsn"
    },
    {
        "id": "1524673378036105216",
        "lang": "en",
        "text": "@AnitaMistryLand A western whip snake would be my guess! 😊"
    },
    {
        "id": "1524673336306982912",
        "lang": "en",
        "text": "@chelleryn99 @NumanAbdalWahid @kennardmatt He should've gone further and removed the whip from every right wing \"labour MP\" too"
    },
    {
        "id": "1524673267784888320",
        "lang": "en",
        "text": "Man Utd whip out Cristiano Ronaldo's SIU celebration as they achieve FA Youth Cup glory: https://t.co/5CCpaR77a5"
    },
    {
        "id": "1524673208804388872",
        "lang": "en",
        "text": "Check out 2019 Alek Manoah Leaf Valiant 99/99 Autograph Green Prismatic Rookie GMA GEM 10! https://t.co/3Tyrqz0Hgk #eBay via @eBay command, posting a 1.50 WHIP.[9] That summer, he pitched in the Cape Cod Baseball League for the Chatham Anglers where he went 4–3 with a"
    },
    {
        "id": "1524673144266833921",
        "lang": "en",
        "text": "@leftist_news12 Yeah you get whip lash listening to her and Candace Owens. One minute they sound like total anti-interventionists, next minute they are total war hawks. Just depends on the country…"
    },
    {
        "id": "1524673098666045440",
        "lang": "en",
        "text": "@iluvsjwon1e nay nay now watch me whip whip"
    },
    {
        "id": "1524672950968152064",
        "lang": "en",
        "text": "Time to whip up some nachos! 🧀 https://t.co/MTmE2eaa3d"
    },
    {
        "id": "1524672810307751936",
        "lang": "en",
        "text": "@StMavericks It can’t be jealousy when I twerk for him as well. Yes he’s given his flower a lot, but not as loud as KDB gets his. Even the manner at which LFC fan loud KDB’s deliveries is different from when they talk about Trent’s. It’s like when they see KDB whip a ball, they’ve seen magic https://t.co/00qxETXvSb"
    },
    {
        "id": "1524672538189746177",
        "lang": "en",
        "text": "@officialnhaynes Is that a penitent being struck with a ceremonial corn whip? “Take this! And allergies! And that! And this”"
    },
    {
        "id": "1524672444098879489",
        "lang": "en",
        "text": "@21Fulcrum @UKLabour If Zarah were ever to throw her hat in the ring she'd have the whip removed within hours.\n\nIt's disingenuous to suggest that all candidates would have an equal chance of applying, let alone an equal chance of winning."
    },
    {
        "id": "1524672372992786432",
        "lang": "en",
        "text": "Just had a dream that the whip flipped and rolled a few times. Crazy how real your brain can make things seem, I definitely woke up tripping"
    },
    {
        "id": "1524672206071943168",
        "lang": "en",
        "text": "@s_shreyatweets Sensex crashes 1167 points at 2p.m.\n 5 lakh crs INR gone. \n\nJCB's or Bulldozers of NaMu-Shaw may run or not but the divine whip is in action which gives no signal.\nHow long they divert attention of the masses from the worsening situations?\n\" His\" plans, \"He\" plans His plans!!!"
    },
    {
        "id": "1524671809232244738",
        "lang": "en",
        "text": "@MadScientistFF A mixture of mustard and miracle whip."
    },
    {
        "id": "1524671746493894657",
        "lang": "en",
        "text": "@turbofatboy @GBNEWS Nooo..gbnews post lots of stuff like this to whip up their audience"
    },
    {
        "id": "1524671663077437441",
        "lang": "en",
        "text": "@rum1n8 @SocialistCLC @benshapiro True except for the part where it doesn’t even matter if what you said was anti-Semitic as long as your a leftist and the topic involves even one Jew Ben will find a way to whip out the one tool he has in the oppression Olympics"
    },
    {
        "id": "1524671601475678209",
        "lang": "en",
        "text": "Cancel Culture ... Another piece about The Libertarian Right's Cultural Revolution\n\nHow a nothing story is used to whip up a frenzied feeding by the usual suspects in the MSM and social media\n\nThanks for the story (and the facts) Aditya Chakrabortty\n\nhttps://t.co/qqAbXi83GA"
    },
    {
        "id": "1524671586087088129",
        "lang": "en",
        "text": "@Riley7News @shaunmicallef It’s over now and you  can fess up, did you have a stock whip under your desk in case things got out of hand? Asking for a nation."
    },
    {
        "id": "1524671344826269696",
        "lang": "en",
        "text": "Miss aariana is back in @AngelLodge1 today so come down an see there one and only mistress promise o won't bite guys .......\n#dungeon #crossdress #sub #whip https://t.co/7C7ISPl5wL"
    },
    {
        "id": "1524671193760075779",
        "lang": "en",
        "text": "@ItsMutai What Western Kenya is being told; give us 70% of your votes in return you will get Prime Cabinet Secretary, Majority whip, Parliament Speaker, 1000km bitumen road, revival of stalled projects, 6 cabinet slot, 30% appointment jobs and etc. It is the best deal Western Kenya can get"
    },
    {
        "id": "1524671093277143041",
        "lang": "en",
        "text": "Bible Jesus came with a whip\nHip pop Jesus came with da gun https://t.co/stf8N9Zxch"
    },
    {
        "id": "1524670758055817216",
        "lang": "en",
        "text": "New upload: simple-whip-server 0.0~git20220420-1 by Jonas Smedegaard into unstable... https://t.co/N45EkEqHKL"
    },
    {
        "id": "1524670755526565890",
        "lang": "en",
        "text": "Wonder if he was given internal \"conduct training\", like their Westminster whip?\n\nNicola Sturgeon urged to 'come clean' over bullying probe into top SNP MSP https://t.co/2IoJkpVnSt"
    },
    {
        "id": "1524670752020385792",
        "lang": "en",
        "text": "@ConceptualJames Are we going to get the side to side head movements,  then a hissed, ... you axe me dat again I'm gonna whip yo tiny whiteass...\nCan't wait."
    },
    {
        "id": "1524670721527529472",
        "lang": "en",
        "text": "#NowPlaying Whip Appeal by Babyface\n\nhttps://t.co/ToxkxEgyZ2\n\nWBMN:The Best in R&amp;B\nBlack Movement Network https://t.co/RF3SKKE4CR"
    },
    {
        "id": "1524670439422717952",
        "lang": "en",
        "text": "@laurenboebert Where’s all the boobs?? Whip em out ladies!!!!"
    },
    {
        "id": "1524670414907375616",
        "lang": "en",
        "text": "@RangoTheGrump @ZimLens @PhosphoreBlanc @ab4justice @SNMilitary Well China will never invade Taiwan which is their own territory.  Crack the whip to get that naughty kid to stay in line, yes.\nBut USA is the spoiler as usual. Selling arms to Taiwan to encourage them to remain naughty.\nNow with Ukraine being wipeout, Taiwan is shivering."
    },
    {
        "id": "1524670318350315521",
        "lang": "en",
        "text": "@noor_lil_ NOUR ILL WHIP YOIR ASS IF I SEE ON GENSHIN TONIGHT ISTG"
    },
    {
        "id": "1524670266856677379",
        "lang": "en",
        "text": "@BarryvanderWal1 Just shows you what can be accomplished if you know how to wield a whip correctly. 😁"
    },
    {
        "id": "1524670212095844352",
        "lang": "en",
        "text": "Create #wellness ambassadors to champion the cause and whip up enthusiasm. https://t.co/3T6T3l8qyh"
    },
    {
        "id": "1524670180705677313",
        "lang": "en",
        "text": "Hit a rack on the whip first time doin that https://t.co/1KqwTpOOhS"
    },
    {
        "id": "1524670059121102849",
        "lang": "en",
        "text": "Whip me mommy 🥹 https://t.co/YQ7lKXbqee"
    },
    {
        "id": "1524670005300072448",
        "lang": "en",
        "text": "Instagram just offered me a reel with a recipe for \"homemade chocolate whipped cream.\" You'll never guess how it's made. You add cocoa and sugar to a container of cream and whip it. 3000 likes!\n\nI made Brown Butter and Sage Sablés that taste of pure flight on the OCEAN BREEZE."
    },
    {
        "id": "1524669972122947584",
        "lang": "en",
        "text": "@vincekearney @rtenews But \"the GFA must be protected in all its parts\". Which means no majoritism, no matter how many others would like to have the whip hand over the unionist community."
    },
    {
        "id": "1524669928783028224",
        "lang": "en",
        "text": "@convomf Senka perfect whip biru"
    },
    {
        "id": "1524669398388076545",
        "lang": "en",
        "text": "I would go buy some but then again I’m not entering a tournament. These are for funsies and if I do whip out the old cards, we can just build a deck then duke it out!"
    },
    {
        "id": "1524669261049958402",
        "lang": "en",
        "text": "The @NGRSenate has announced  @SenDanjumalaah as the new Deputy Minority Whip.\n https://t.co/delof5HeLL"
    },
    {
        "id": "1524669205139709952",
        "lang": "en",
        "text": "AYOOOOOOOOOOOOOOOO. That bitch crazy ass hell i woulda ran her over with my whip https://t.co/TuweCkExRZ"
    },
    {
        "id": "1524669151415054337",
        "lang": "en",
        "text": "@larymary60 11 February 2022, as a result of racist statements by Coyle, a Labour Friends of Israel MP, the Labour whip was suspended &amp; he was barred from all bars on the Westminster estate. Coyle also had his Party membership suspended. #StarmerOut #FordeReport  https://t.co/xPV5NIqNcE"
    },
    {
        "id": "1524668545761570817",
        "lang": "en",
        "text": "Man Utd whip out Cristiano Ronaldo’s SIU celebration as they achieve FA Youth Cup glory https://t.co/tDzAwunrhF"
    },
    {
        "id": "1524668471946059776",
        "lang": "en",
        "text": "“this is a bar! you can’t just whip out your purse vodka!” always makes me cackle miranda is so funny… girl you are literally being hunted down why does it matter"
    },
    {
        "id": "1524668456225832960",
        "lang": "en",
        "text": "If you like stake your food money on top Mr bayo game 😂 I won't say nothing but no come dey cry \"Mr bayo come out\" na 2 by 2 you deserve or make Dem whip you white USB cord for neck."
    },
    {
        "id": "1524668429311299584",
        "lang": "en",
        "text": "Man Utd whip out Cristiano Ronaldo's SIU celebration as they achieve FA Youth Cup glory #mufc #ManUtd https://t.co/7yIVEn5uZw"
    },
    {
        "id": "1524668400403992577",
        "lang": "en",
        "text": "@MaiaDunphy Grand for a whip around. But I have a Henry and a dyson. Henry far better and dyson an absolute pain in the hole to clean. It’s by no means my house hoover. It’s just for a quick hoover for crumbs etc. No talking to me though, had to have it 🙄"
    },
    {
        "id": "1524668361518743552",
        "lang": "en",
        "text": "Make her feel how much you love her. My black leather whip always gets her in line. bruises? those are love marks babe..."
    },
    {
        "id": "1524668350705639427",
        "lang": "en",
        "text": "@JamesNichol14 When he removed the whip from the few competent Tories who opposed him (Remainers), the only criteria he demanded in their replacements was: \na) committment to Brexit at any cost\nb) blind loyalty to Johnson.\nHence he is surrounded by  loyal phalanx of MPs who are thick as pigshit"
    },
    {
        "id": "1524668290475474945",
        "lang": "en",
        "text": "@WilliamGrobman Mine will only have tuna, miracle whip, Ritz crackers, and seasoning in it."
    },
    {
        "id": "1524668164386304000",
        "lang": "en",
        "text": "@freddiesayers @peterfranklin_ Who will hold the whip hand?"
    },
    {
        "id": "1524668110267195392",
        "lang": "en",
        "text": "@Keir_Starmer WHEN you are cleared of NOT breaking lockdown laws YOU need to inform the electorate that YOU will NOT whip @UKLabour MPs on non manifesto items but let them do as their CONSTITUENTS want.This DEMONSTRATES the electorate will have a say in politics @wesstreeting"
    },
    {
        "id": "1524667720687656961",
        "lang": "en",
        "text": "Regenerist Whip Cleanser 5 Ounce Pump (150ml) (2 Pack) https://t.co/MOXD0wugJ5"
    },
    {
        "id": "1524667713142013953",
        "lang": "en",
        "text": "Regenerist Whip Cleanser 5 Ounce Pump (150ml) (2 Pack) https://t.co/ocYSUKfx6x"
    },
    {
        "id": "1524667193883086848",
        "lang": "en",
        "text": "~I was only seventeen\nI fell in love with a gypsy queen\nShe told me \"hold on\"\nHer father was the leading man\nSaid \"you're not welcome on our land\"\nAnd then as a foe, he told me to go\nHe took me to a little shack\nAnd put a whip across my back...~\nhttps://t.co/Oph1ghXbWE"
    },
    {
        "id": "1524666960881111041",
        "lang": "en",
        "text": "@LeftyBanker @Channel4News @krishgm No, I don't remember. \n\nBecause it never happened. There were 19 Labour MPs who voted for the WA, AGAINST the 3 line whip to oppose it. And Starmer most certainly was not amongst them.\n\nDo you often make up things, or only when it comes to Starmer?\n\nhttps://t.co/PZ4e7D2ZmM"
    },
    {
        "id": "1524666954333577217",
        "lang": "en",
        "text": "my lil baby lowkey a flexer ; six figs on the whip that’s a price tag."
    },
    {
        "id": "1524666928295469058",
        "lang": "en",
        "text": "@uncramsy that new whip 🔥🔥🔥🔥"
    },
    {
        "id": "1524666903079550976",
        "lang": "en",
        "text": "@bean_gives @Verseshoe @web3promo wtf i almost spit out my venti caramel frappuccino with non fat coconut milk exactly 2 1/2 cups of sugar with 4 chocolate drizzles, 6 1/2 pump of caramel drizzle, 3 expresso shots mixed in, extra whip cream, as well as birthday cake pop mixed in with a bit of strawberries on top https://t.co/npfaT7o6lg"
    },
    {
        "id": "1524666493249605633",
        "lang": "en",
        "text": "pryce and carter 614: when in doubt, whip it out . it being hydrochloric acid."
    },
    {
        "id": "1524666168329580544",
        "lang": "en",
        "text": "@baylo__ Nice whip bro"
    },
    {
        "id": "1524666021633789954",
        "lang": "en",
        "text": "Man Utd whip out Cristiano Ronaldo’s SIU celebration as they achieve FA Youth Cup glory https://t.co/3oSMtfPF2W"
    },
    {
        "id": "1524665984371466241",
        "lang": "en",
        "text": "@bestestname I love this measurement. My sister and I use it for whip cream, big extra dollops are for sisters."
    },
    {
        "id": "1524665923726192640",
        "lang": "en",
        "text": "It all comes to a sad end when he resurfaces from this fantasy wonderland and is forced to face the reality of his sad sack existence.\n\nThe hat, the whip, the faded leather jacket. It all gets rather awkward at the annual Christmas party."
    },
    {
        "id": "1524665674651475968",
        "lang": "en",
        "text": "Say that again and I really am going to whip you."
    },
    {
        "id": "1524665627750932485",
        "lang": "en",
        "text": "@FitzgeraldBen2 Very funny how you lot whip out \"it's taken out of context\" to whatever you don't like.\n\nGo ahead and put them in context, then. I hope you know what context means, that it's not same as sentiments.\n\nThere being a problem with your belief is all of your problem and none of mine!"
    },
    {
        "id": "1524665434217357312",
        "lang": "en",
        "text": "Thinking about carrying a Whip recreationally."
    },
    {
        "id": "1524665313530425344",
        "lang": "en",
        "text": "Researching whip anatomy for Calico Jack reasons 😈"
    },
    {
        "id": "1524665303732396032",
        "lang": "en",
        "text": "Whip is at least High Mid tier or Bottom Low tier lmao"
    },
    {
        "id": "1524665090506739713",
        "lang": "en",
        "text": "I want some gay ID card to whip out like a cop badge. Or I could demonstrate in other ways. God. I would happily demonstrate."
    },
    {
        "id": "1524664773173989377",
        "lang": "en",
        "text": "Man Utd whip out Cristiano Ronaldo's SIU celebration as they achieve FA Youth Cup glory\n\nhttps://t.co/gVkFJPK8FD https://t.co/ceNXkcmV56"
    },
    {
        "id": "1524664751116148736",
        "lang": "en",
        "text": "@zeckle3 @_nomadic_soul @ObsFromLife It is not going to happen. \nJust like no doctor is going to leave a dead baby inside its mother. They are trying to whip you into a frenzy and you are letting them. For what purpose?\n\nhttps://t.co/WDIANB11U9"
    }
]